#
# Copyright 2006 Pentaho Corporation.  All rights reserved.
# This software was developed by Pentaho Corporation and is provided under the terms
# of the Mozilla Public License, Version 1.1, or any later version. You may not use
# this file except in compliance with the license. If you need a copy of the license,
# please go to http://www.mozilla.org/MPL/MPL-1.1.txt. The Original Code is the Pentaho
# BI Platform.  The Initial Developer is Pentaho Corporation.
#
# Software distributed under the Mozilla Public License is distributed on an "AS IS"
# basis, WITHOUT WARRANTY OF ANY KIND, either express or  implied. Please refer to
# the license for the specific language governing your rights and limitations.
#

UI.USER_SAVE_SUCCESS=\u30d5\u30a1\u30a4\u30eb\u4fdd\u5b58\u6210\u529f
UI.USER_SAVE_FAILED_GENERAL=\u4e00\u822c\u7684\u306a\u30a8\u30e9\u30fc\u306b\u3088\u3063\u3066\u30d5\u30a1\u30a4\u30eb\u4fdd\u5b58\u304c\u3055\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u8a73\u7d30\u306f\u30b5\u30fc\u30d0\u30fc\u30ed\u30b0\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
UI.USER_SAVE_FAILED_INVALID_USER_CREDS=\u3053\u306e\u30d5\u30a1\u30a4\u30eb\u306e\u4fdd\u5b58\u8a31\u53ef\u3092\u6301\u3063\u3066\u3044\u307e\u305b\u3093\u306e\u3067\u3001\u4fdd\u5b58\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002

BaseTest.DEBUG_JUNIT_TEST=JUnit \u30c6\u30b9\u30c8

CHART.DISPLAY_ERROR=\u8868\u793a\u30a8\u30e9\u30fc
CHART.USER_SAMPLES=\u30e6\u30fc\u30b6\u30fc\u30b5\u30f3\u30d7\u30eb

InitFailure.USER_ERRORS_DETECTED=\u6b21\u306e\u30a8\u30e9\u30fc\u304c\u691c\u51fa\u3055\u308c\u307e\u3057\u305f\u3002
InitFailure.USER_SEE_SERVER_CONSOLE=\u691c\u51fa\u3055\u308c\u305f\u30a8\u30e9\u30fc\u8a73\u7d30\u306e\u78ba\u8a8d\u306e\u305f\u3081\u306b\u3001\u30b5\u30fc\u30d0\u30fc\u30b3\u30f3\u30bd\u30fc\u30eb\u3092\u95b2\u89a7\u304f\u3060\u3055\u3044\u3002

NAVIGATE.ERROR_0001_NAVIGATE_ERROR=\u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3\u8868\u793a\u304c\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002

PIECHART.DISPLAY_ERROR=\u8868\u793a\u30a8\u30e9\u30fc
PIECHART.TEST_PIE_CHART=\u30c6\u30b9\u30c8\u30d1\u30a4\u30c1\u30e3\u30fc\u30c8
PIECHART.USER_SAMPLES=\u30e6\u30fc\u30b6\u30fc\u30b5\u30f3\u30d7\u30eb

PUBLISHERS.ERROR_0001_PUBLISHERS_ERROR=\u30d1\u30d6\u30ea\u30c3\u30b7\u30e3\u30fc\u306e\u60c5\u5831\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002

SCHEDULER_ADMIN.ERROR_0001_DISPLAY_ERROR=\u30b9\u30b1\u30b8\u30e5\u30fc\u30e9\u30fc\u7ba1\u7406\u8005\u30c7\u30a3\u30b9\u30d7\u30ec\u30a4\u306e\u4f5c\u6210\u304c\u51fa\u6765\u307e\u305b\u3093\u3067\u3057\u305f\u3002

SOLUTION_MANAGER.ERROR_0001_DISPLAY_ERROR=\u30bd\u30ea\u30e5\u30fc\u30b7\u30e7\u30f3\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u30c7\u30a3\u30b9\u30d7\u30ec\u30a4\u306e\u4f5c\u6210\u304c\u51fa\u6765\u307e\u305b\u3093\u3067\u3057\u305f\u3002

SolutionManagerUI.ERROR_0001=\u60c5\u5831: \u3053\u308c\u306f\u3001RDB\u30ea\u30dd\u30b8\u30c8\u30ea\u30fc\u3068\u3057\u3066\u4f7f\u7528\u3067\u304d\u307e\u3059\u304c\u3001Pentaho\u30d5\u30a1\u30a4\u30eb\u30d9\u30fc\u30b9\u306e\u30ea\u30dd\u30b8\u30c8\u30ea\u30fc\u3068\u3057\u3066\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002

UI.ERROR_0001_BAD_TEMPLATE=\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u306e\u8aad\u307f\u8fbc\u307f\u304c\u51fa\u6765\u307e\u305b\u3093\u3067\u3057\u305f\u3002: {0}
UI.ERROR_0002_BAD_TEMPLATE_OBJECT=\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u30a8\u30f3\u30b8\u30f3\u306e\u8aad\u307f\u8fbc\u307f\u304c\u51fa\u6765\u307e\u305b\u3093\u3067\u3057\u305f\u3002
UI.ERROR_0003_XACTION_INVALID_OUTPUTS={0}\u3092\u5b9f\u884c\u4e2d\u306b\u554f\u984c\u304c\u8d77\u3053\u308a\u307e\u3057\u305f\u3002\u51fa\u529b\u5185\u5bb9\u306bJPivot\u5b9f\u884c\u306b\u5fc5\u8981\u306a\u30d5\u30a3\u30fc\u30eb\u30c9({1})\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u3053\u308c\u306f\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30fc\u30d5\u30a3\u30eb\u30bf\u30fc({2})\u3092\u4f7f\u7528\u3057\u3066\u3044\u308b\u5834\u5408\u306b\u304a\u304d\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002


UI.USER_ABOUT_TITLE=Pentaho \u30b5\u30fc\u30d0\u30fc\u30d0\u30fc\u30b8\u30e7\u30f3: {0}
UI.USER_COPYRIGHT=Copyright &copy; 2004 - 2010
UI.USER_ABOUT_TEXT={0} Pentaho Corporation. All rights reserved.<p/>This software was developed by Pentaho Corporation and is provided under the terms of the Mozilla Public License, Version 1.1, or any later version. If you need a copy of the license, please go to http://www.mozilla.org/MPL/MPL-1.1.txt. The Original Code is the Pentaho BI Platform. The Initial Developer is Pentaho Corporation. <p/>Software distributed under the Mozilla Public License is distributed on an "AS IS" basis, WITHOUT WARRANTY OF ANY KIND, either express or implied. Please refer to the license for the specific language governing your rights and limitations. <p/>
UI.USER_SPECIAL_THANKS=\u8ca2\u732e\u304f\u3060\u3055\u3063\u305f\u65b9\u306b\u5fc3\u304b\u3089\u611f\u8b1d\u3057\u307e\u3059\u3002
UI.USER_ADMIN=\u7ba1\u7406\u8005
UI.USER_ADMIN_INTRO=Pentaho\u7ba1\u7406\u3078\u3088\u3046\u3053\u305d\u3002\u3053\u3053\u3067\u306f\u3001\u7ba1\u7406\u8005\u306f\u30b9\u30b1\u30fc\u30b8\u30e5\u30eb\u3092\u7ba1\u7406\u3067\u304d\u3001Pentaho BI\u30b5\u30fc\u30d0\u30fc\u306e\u8a2d\u5b9a\u3092\u30ea\u30d5\u30ec\u30c3\u30b7\u30e5\u3067\u304d\u307e\u3059\u3002<p/>\u7ba1\u7406\u8005\u306e\u305f\u3081\u306e\u8ffd\u52a0\u60c5\u5831 - Pentaho\u30d7\u30ed\u30d5\u30a7\u30c3\u30b7\u30e7\u30ca\u30eb\u30a8\u30c7\u30a3\u30b7\u30e7\u30f3\u306f\u3001\u30b7\u30f3\u30b0\u30eb\u30b5\u30a4\u30f3\u30aa\u30f3\u3084\u30ec\u30dd\u30fc\u30c8\u306e\u4fdd\u8b77\u306e\u305f\u3081LDAP\u3084MSAD\u3068\u7d71\u5408\u3067\u304d\u3001\u958b\u767a\u304b\u3089\u751f\u7523\u307e\u3067\u30bd\u30ea\u30e5\u30fc\u30b7\u30e7\u30f3\u306e\u30e9\u30a4\u30d5\u30b5\u30a4\u30af\u30eb\u3092\u901a\u3057\u3066\u5909\u5316\u3092\u8ffd\u3046\u3053\u3068\u304c\u3067\u304d\u3001\u4f1a\u8a08\u76e3\u67fb\u3084\u305d\u306e\u4ed6\u591a\u304f\u3092\u901a\u3057\u3066\u3001\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u4f7f\u7528\u30d1\u30bf\u30fc\u30f3\u3092\u7406\u89e3\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002\u3055\u3089\u306a\u308b\u60c5\u5831\u306f<a href="http://www.pentaho.org">www.pentaho.com</a>\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002
UI.USER_ANALYSIS=\u30a2\u30ca\u30ea\u30b7\u30b9
UI.USER_ANALYSIS_INVALID_PAGE=\u3053\u306e\u30da\u30fc\u30b8\u306f\u76f4\u63a5\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u305b\u3093\u3002\u4ed6\u306e\u30da\u30fc\u30b8\u304b\u3089\u30a2\u30af\u30bb\u30b9\u3057\u3066\u304f\u3060\u3055\u3044\u3002
UI.USER_ANALYSIS_UNTITLED_PIVOT_NAME=Untitled Pivot
UI.USER_BURST_EDIT_DATA_HINT=\u6570\u4eba\u306e\u540d\u524d\u3068\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u30d0\u30fc\u30b9\u30c6\u30a3\u30f3\u30b0\u4f8b\u3092\u5b9f\u884c\u3059\u308b\u3068\u3001\u5404\u4eba\u306f\u5404\u4eba\u306b\u8a2d\u5b9a\u3055\u308c\u305f\u5730\u57df\u3054\u3068\u306e\u30ec\u30dd\u30fc\u30c8\u3092\u53d7\u3051\u53d6\u308a\u307e\u3059\u3002
UI.USER_BURST_EDIT_DATA_TITLE=\u30d0\u30fc\u30b9\u30c6\u30a3\u30f3\u30b0\u5148\u306e\u7de8\u96c6
UI.USER_BURST_EMAIL=E\u30e1\u30fc\u30eb
UI.USER_BURST_MANAGER=\u7ba1\u7406\u8005
UI.USER_BURST_REGION=\u5730\u57df

UI.USER_HOME_INTRO=Pentaho\u30aa\u30fc\u30d7\u30f3\u30bd\u30fc\u30b9BI\u30b9\u30a4\u30fc\u30c8\u306f\u3001\u7d44\u7e54\u304c\u52b9\u679c\u7684\u306b\u52b9\u7387\u7684\u306b\u6a5f\u80fd\u3059\u308b\u3088\u3046\u652f\u63f4\u3059\u308b\u7dcf\u5408\u7684\u306a\u30ec\u30dd\u30fc\u30c8\u3001\u5206\u6790\u3001\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u3092\u63d0\u4f9b\u3057\u307e\u3059\u3002

UI.USER_LINKS=\u95a2\u9023\u30ea\u30f3\u30af

UI.USER_OFFLINE=\u30a4\u30f3\u30bf\u30fc\u30cd\u30c3\u30c8\u74b0\u5883\u306b\u63a5\u7d9a\u306e\u5834\u5408\u3001\u3053\u3061\u3089\u3067\u6700\u65b0\u60c5\u5831\u306e\u53d6\u5f97\u304c\u51fa\u6765\u307e\u3059\u3002

UI.USER_PUBLISHER_TITLE=\u30d1\u30d6\u30ea\u30c3\u30b7\u30e3\u30fc\u7ba1\u7406

UI.USER_RESET=\u30ea\u30bb\u30c3\u30c8
UI.RESET_REPOSITORY_TITLE=\u30bd\u30ea\u30e5\u30fc\u30b7\u30e7\u30f3\u30ec\u30dd\u30b8\u30c8\u30ea\u30fc\u3092\u30ea\u30bb\u30c3\u30c8
UI.USER_SAMPLES=\u30b5\u30f3\u30d7\u30eb\u3068\u4f8b\u984c

UI.USER_SELECT=\u9078\u629e:
UI.USER_TEST_SUITE_TITLE=\u30c6\u30b9\u30c8\u30b9\u30a4\u30fc\u30c8
UI.USER_UPDATE=\u66f4\u65b0...
UI.USER_WELCOME=\u3088\u3046\u3053\u305d
UI.USER_WHATS_NEW=Pentaho\u306e\u66f4\u65b0\u4e8b\u9805

WIDGETS.ERROR_0001_DISPLAY_ERROR=\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u30c7\u30a3\u30b9\u30d7\u30ec\u30a4\u306e\u4f5c\u6210\u304c\u51fa\u6765\u307e\u305b\u3093\u3002

UI.USER_LOGIN=\u30ed\u30b0\u30a4\u30f3
UI.USER_LOGIN_LOGGED_IN_AS={0}\u3068\u3057\u3066\u30ed\u30b0\u30a4\u30f3
UI.USER_LOGIN_LOGIN_AS_DIFFERENT_USER=\u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u3068\u3057\u3066\u30ed\u30b0\u30a4\u30f3
UI.USER_USER_PROMPT=\u30e6\u30fc\u30b6\u30fc:
UI.USER_LOGIN_FAILED=\u30ed\u30b0\u30a4\u30f3\u306b\u5931\u6557\u3057\u307e\u3057\u305f. \u518d\u5ea6\u30ed\u30b0\u30a4\u30f3\u3057\u3066\u304f\u3060\u3055\u3044.
UI.USER_LOGIN_FAILED_REASON_SESSION_REUSE=\u30ed\u30b0\u30a4\u30f3\u3092\u884c\u3044\u307e\u3057\u305f\u304c\u3001\u524d\u306e\u30e6\u30fc\u30b6\u30fc\u304c\u307e\u3060\u30ed\u30b0\u30a2\u30a6\u30c8\u3057\u3066\u3044\u307e\u305b\u3093\u3002\u524d\u306e\u30e6\u30fc\u30b6\u30fc\u306e\u4fdd\u8b77\u306e\u305f\u3081\u81ea\u52d5\u7684\u306b\u30ed\u30b0\u30a2\u30a6\u30c8\u3055\u308c\u3057\u305f\u3002
UI.USER_PASSWORD_PROMPT=\u30d1\u30b9\u30ef\u30fc\u30c9:
UI.USER_USERS_PROMPT=\u6b63\u3057\u3044\u30e6\u30fc\u30b6\u30fc:
UI.USER_LOGIN_FAILED_DEFAULT_REASON=\u30ed\u30b0\u30a4\u30f3\u4e2d\u306b\u4e88\u671f\u305b\u306c\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
UI.USER_LOGIN_FAILED_REASON_ORG_SPRINGSECURITY_BADCREDENTIALSEXCEPTION=\u4e0d\u6b63\u306a\u4fe1\u7528\u66f8

UI.USER_PERMISSIONS=\u8a31\u53ef
UI.USER_PERMISSION_DENIED=\u4e0d\u8a31\u53ef
UI.USER_PERMISSION_SETTINGS=\u8a2d\u5b9a
UI.USER_PERMISSION_TREE=\u30bd\u30ea\u30e5\u30fc\u30b7\u30e7\u30f3\u30ea\u30dd\u30b8\u30c8\u30ea\u30fc

UI.ANALYSIS_VIEW.TITLE=\u30bf\u30a4\u30c8\u30eb:
UI.ANALYSIS_VIEW.DESCRIPTION=\u660e\u7d30:
UI.ANALYSIS_VIEW.SCHEMA=\u30b9\u30ad\u30fc\u30de:
UI.ANALYSIS_VIEW.CUBE=\u30ad\u30e5\u30fc\u30d6:
UI.ANALYSIS_VIEW.FILENAME=\u30d5\u30a1\u30a4\u30eb\u540d:
UI.ANALYSIS_VIEW.WHERE=\u30ed\u30b1\u30fc\u30b7\u30e7\u30f3:
UI.ANALYSIS_VIEW.SELECT_SOLUTION=\u30bd\u30ea\u30e5\u30fc\u30b7\u30e7\u30f3\u9078\u629e:
UI.ANALYSIS_VIEW.NO_CATALOGS_MESSAGE=\u30e2\u30f3\u30c9\u30ea\u30a2\u30f3\u30a2\u30ca\u30ea\u30b7\u30b9\u30ab\u30bf\u30ed\u30b0\u306e\u5229\u7528\u304c\u3067\u304d\u307e\u305b\u3093\u3002pentaho-solutions/olap/datasources.xml\u306a\u3044\u306e\u30ab\u30bf\u30ed\u30b0\u8a2d\u5b9a\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002


UI.PUC.LAUNCH.TITLE=\u8d77\u52d5\u30da\u30fc\u30b8
UI.PUC.LAUNCH.NEW_REPORT=\u65b0\u898f<br />\u30ec\u30dd\u30fc\u30c8
UI.PUC.LAUNCH.NEW_ANALYSIS=\u65b0\u898f<br />\u30a2\u30ca\u30ea\u30b7\u30b9\u30d3\u30e5\u30fc
UI.PUC.LAUNCH.MANAGE_CONTENT=\u30b3\u30f3\u30c6\u30f3\u30c4<br />\u7ba1\u7406

